questions = [
    {
        "id": 1,
        "question": "বাংলাদেশের রাজধানী কোথায়?",
        "choices": ["ঢাকা", "চট্টগ্রাম", "রাজশাহী", "সিলেট"],
        "answer": "ঢাকা"
    },
    {
        "id": 2,
        "question": "সূর্য কতদূর?",
        "choices": ["1.5×10^8 km", "1.5×10^6 km", "1.5×10^5 km", "1.5×10^4 km"],
        "answer": "1.5×10^8 km"
    },
    {
        "id": 3,
        "question": "প্রথম বিশ্বযুদ্ধ কখন শুরু হয়?",
        "choices": ["1914", "1918", "1939", "1945"],
        "answer": "1914"
    }
]
